export const answerOptions = {
    ru: [
      { value: 1, text: 'Абсолютно не соответствует' },
      { value: 2, text: 'По большей части не соответствует' },
      { value: 3, text: 'Скорее не соответствует, чем соответствует' },
      { value: 4, text: 'Скорее соответствует' },
      { value: 5, text: 'По большей части соответствует' },
      { value: 6, text: 'Полностью соответствует' }
    ],
    kz: [
      { value: 1, text: 'Мүлдем сәйкес келмейді' },
      { value: 2, text: 'Көбінесе сәйкес келмейді' },
      { value: 3, text: 'Сәйкес келмейтін сияқты' },
      { value: 4, text: 'Сәйкес келетін сияқты' },
      { value: 5, text: 'Көбінесе сәйкес келеді' },
      { value: 6, text: 'Толық сәйкес келеді' }
    ]
  };